Repository: paulwoman/Capitalism_Lab_ENG_to_POL
Catalog: tm/auto/t_game_en-US_pl.tmx
Source language: en_us
Languages: pl

source: [0001]<VERS>Version %1s|
pl: [0001]<VERS>Wersja %1s|

source: [0011]<QUIT>Quit|
pl: [0011]<QUIT>Wyjdź|

source: [0012]<TRAN>Training|
pl: [0012]<TRAN>Szkolenie|

source: [0017]<CANC>Cancel|
pl: [0017]<CANC>Anuluj|

source: [0019]<NEWP>New Player|
pl: [0019]<NEWP>Nowy Gracz|

source: [0020]<DELP>Delete|
pl: [0020]<DELP>Usuń|

source: [0021]<SELP>Continue|
pl: [0021]<SELP>Kontynuuj|

source: [0022]Please select your name from this list|
pl: [0022]Wybierz Twoje imię z listy|

source: [0023]If your name is not here, click on "New Player" below|
pl: [0023]Jeśli Twojego imienia nie ma na liście, wybierz "Nowy Gracz"|

source: [0024]<PRFN>Please enter your name|
pl: [0024]<PRFN>Wprowadź swoje imię|

source: [0025]<PRFD>Are you Certain that you wish to delete this person from the list?|
pl: [0025]<PRFD>Jesteś pewien, że chcesz usunąć tego gracza z listy?|

source: [0026]<PRDY>Yes|
pl: [0026]<PRDY>Tak|

source: [0027]<PRDN>No|
pl: [0027]<PRDN>Nie|

source: [0028]<PRED>Same profile has already been created|
pl: [0028]<PRED>Istnieje już taki sam profil|

source: [0030]<PREC>Error creating profile|
pl: [0030]<PREC>Błąd podczas tworzenia profilu|

source: [0038]<NAH_>Human|
pl: [0038]<NAH_>Człowiek|

source: [0040]<DIFF>Difficulty Level|
pl: [0040]<DIFF>Poziom trudności|

source: [0092]<RNDE>Random Events|
pl: [0092]<RNDE>Losowe wydarzenia|

source: [0119]Cannot join a new game session|
pl: [0119]Nie można dołączyć do nowej sesji|

source: [0120]Cannot join a load game session|
pl: [0120]Nie można dołączyć do wczytywanej sesji|

source: [0148]<SV_G>Save Game|
pl: [0148]<SV_G>Zapisz Grę|

source: [0149]<0SAV>You haven't saved any games yet.|
pl: [0149]<0SAV>Nie zapisałeś jeszcze żadnych gier|

source: [0150]<SAVE>Save|
pl: [0150]<SAVE>Zapisz|

source: [0152]<LOAD>Load|
pl: [0152]<LOAD>Wczytaj|

source: [0155]<PAGE>page %1d/%2d|
pl: [0155]<PAGE>strona %1d/%2d|

source: [0158]<GDAT>Game date: |
pl: [0158]<GDAT>Data rozgrywki: |

source: [0159]<FDAT>File date: |
pl: [0159]<FDAT>Data pliku: |

source: [0160]<FNAM>File name: |
pl: [0160]<FNAM>Nazwa pliku: |

source: [0161]<AOVW>It will overwrite the existing save game.
pl: [0161]<AOVW>To spowoduje zastąpienie istniejącego zapisu gry.

source: Proceed ?|
pl: Kontynuować ?|

source: [0162]<SE-L>Cannot load in scenario editor|
pl: [0162]<SE-L>Nie można wczytać edytora scenariuszów|

source: [0163]<ADLS>This save game will be deleted.
pl: [0163]<ADLS>Ten zapis gry zostanie usunięty.

source: [0164]<DESV>Description of the save game:|
pl: [0164]<DESV>Opis zapisanej gry:|

source: [0165]<OUTD>Insufficient disk space !
pl: [0165]<OUTD>Niewystarczająca ilość miejsca na dysku !

source: The game is not saved.|
pl: Gra nie może być zapisana.|

source: [0166]<LE_O>Cannot open the save game file|
pl: [0166]<LE_O>Gra nie może być wczytana|

source: [0168]<LE_P>Cannot load the save game.
pl: [0168]<LE_P>Gra nie może być wczytana.

source: It was saved with a different version of Capitalism.|
pl: Została zapisana w innej wersji Capitalismu.|

source: [0169]<LE_G>Load game error|
pl: [0169]<LE_G>Błąd wczytywania|

source: [0170]<SE_C>Error creating save game file.|
pl: [0170]<SE_C>Błąd podczas tworzenia zapisu gry.|

source: [0171]<SE_H>Error creating save game header.|
pl: [0171]<SE_H>Błąd podczas tworzenia nagłówka zapisu gry.|

source: [0172]<SE_G>Error writing save game data.|
pl: [0172]<SE_G>Błąd podczas wczytywania danych rozgrywki.|

source: [0174]<LOB?>Cannot connect to lobby|
pl: [0174]<LOB?>Nie można dołączyć do poczekalni|

source: [0188]<RSTT>Restart Game|
pl: [0188]<RSTT>Ponów grę|

source: [0189]<RETI>Retire|
pl: [0189]<RETI>Pójdź na emeryturę|

source: [0190]<RETR>Retreat|
pl: [0190]<RETR>Zrezygnuj|

source: [0196]<ASRS>Do you really want to restart?|
pl: [0196]<ASRS>Czy na pewno chcesz wznowić rozgrywkę?|

source: [0241]<CHEA>Cheat Mode Enabled.|
pl: [0241]<CHEA>Tryb Oszustw Aktywowany.|

source: [0257]<SVSU>Game Saved Successfully|
pl: [0257]<SVSU>Gra Zapisana Pomyślnie|

source: [0274]<GOAW>You will be victorious when you have:|
pl: [0274]<GOAW>Wygrasz rozgrywkę jeśli będziesz posiadał:|

source: [0286]<IPXL>Join a local area network game|
pl: [0286]<IPXL>Dołącz do lokalnej rozgrywki|

source: [0287]<TCPL>Join a local area network or Internet game|
pl: [0287]<TCPL>Dołącz do gry lokalnej lub internetowej|

source: [0288]<MODL>Join with another player by Modem|
pl: [0288]<MODL>Połącz się z innym graczem za pomocą Modemu|

source: [0289]<COML>Join with another player linked by serial cable|
pl: [0289]<COML>Połącz się z innym graczem za pomocą przewodu sieciowego|

source: [0298]<PRFL>Warning: This will delete all information in your multiplayer lobby account that is linked to this player profile.|
pl: [0298]<PRFL>Uwaga: Spowoduje tu usunięcie wszystkich informacji o Twoim koncie w rozgrywkach wieloosobowych.|

source: [0300]#r - ranking of players|
pl: [0300]#r - ranking graczy|

source: - help|
pl: - pomoc|

source: [0322]<ENVI>ENVIRONMENT|
pl: [0322]<ENVI>ŚRODOWISKO|

source: [0323]<CMPT>COMPETITORS|
pl: [0323]<CMPT>PRZECIWNICY|

source: [0324]<IMPT>PRODUCTS|
pl: [0324]<IMPT>PRODUKTY|

source: [0325]<GOAL>GOALS|
pl: [0325]<GOAL>CELE|

source: [0326]<CITY>Number of Cities|
pl: [0326]<CITY>Ilość miast|

source: [0327]<SCAP>Your Start-up Capital|
pl: [0327]<SCAP>Twój kapitał początkowy|

source: [0329]<ALLS>Stock Market|
pl: [0329]<ALLS>Giełda papierów wartościowych|

source: [0341]<NCOM>Number of Competitors|
pl: [0341]<NCOM>Ilość przeciwników|

source: [0342]<CCAP>Competitor Start-up Capital|
pl: [0342]<CCAP>Kapitał początkowy przeciwników|

source: [0343]<CAGG>Competitor Aggressiveness|
pl: [0343]<CAGG>Agresywność przeciwników|

source: [0344]<COML>Competitor Expertise Level|
pl: [0344]<COML>Poziom wiedzy przeciwników|

source: [0346]<CSEC>Show Competitor Trade Secrets|
pl: [0346]<CSEC>Widoczne tajemnice handlowe przeciwników|

source: [0347]<CCOM>Competence of Local Competitors|
pl: [0347]<CCOM>Kompetencja lokalnych konkurentów|

source: [0348]<CSEA>Seaports Importing Consumer Goods per City|
pl: [0348]<CSEA>Ilość Detalicznych Portów handlowych |

source: [0349]<ISEA>Seaports Importing Industrial Goods per City|
pl: [0349]<ISEA>Ilość Przemysłowych Portów handlowych|

source: [0352]<IQUA>Import Quality|
pl: [0352]<IQUA>Jakość produktów importowanych|

source: [0460]<CCTI>Macro Economy Realism|
pl: [0460]<CCTI>Realizm Makro Ekonomii|

source: [0462]<DSMI>Retail Store Type|
pl: [0462]<DSMI>Rodzaje sklepów detalicznych|

source: [0463]Many|
pl: [0463]Wiele|

source: [0464]One|
pl: [0464]Jeden|

source: [0467]<GSYI>Game Starting Year|
pl: [0467]<GSYI>Rok startowy|

source: [0505]Declare Bankruptcy, ARE YOU SURE ?|
pl: [0505]Czy NA PEWNO chcesz zadeklarować Bankructwo ?|

source: [0506]Yes|
pl: [0506]Tak|

source: [0507]No|
pl: [0507]Nie|

source: [0508]Do you really want to retire?|
pl: [0508]Czy na pewno chcesz iść na emeryturę?|

source: [0509]Yes|
pl: [0509]Tak|

source: [0510]No|
pl: [0510]Nie|

source: [0511]Do you really want to quit to the Main Menu?|
pl: [0511]Czy na pewno chcesz wyjść do Głównego Menu?|

source: [0512]Yes|
pl: [0512]Tak|

source: [0513]No|
pl: [0513]Nie|

source: [0514]Do you really want to quit to Windows?|
pl: [0514]Czy na pewno chcesz wyjść do Windowsa?|

source: [0515]Yes|
pl: [0515]Tak|

source: [0516]No|
pl: [0516]Nie|

source: [0517]Yes|
pl: [0517]Tak|

source: [0518]No|
pl: [0518]Nie|

source: [0519]The plan will replace the existing layout of the current firm.
pl: [0519]Ten plan zastąpi istniejący układ tego budynku.

source: Proceed?|
pl: Kontynuować?|

source: [0520]Delete the current plan, confirm ?|
pl: [0520]Czy potwierdzasz usunięcie tego planu ?|

source: [0521]Replace the current plan with the highlighted firm's plan, confirm ?|
pl: [0521]Czy na pewno chcesz zastąpić istniejący układ wybranym planem ?|

source: [0522]Sorry, you don't have enough cash.|
pl: [0522]Brak wymaganych funduszy.|

source: [0531]Fail Loading Game|
pl: [0531]Niepowodzenie Wczytywania Gry|

source: [0536]Wrong Firm|
pl: [0536]Nieprawidłowa Firma|

source: [0540]Confirm|
pl: [0540]Potwierdź|

source: [0541]Cancel|
pl: [0541]Anuluj|

source: [0543]Sorry, you don't have enough cash.|
pl: [0543]Brak wymaganych funduszy.|

source: [0551]Acquire Technology From Other Companies|
pl: [0551]Pozyskaj technologię z innej firmy|

source: [0552]You cannot acquire new technology now.
pl: [0552]Pozyskanie nowej technologii nie możliwe.

source: None of the other companies have a technology more advanced than yours.|
pl: Zadna z firm nie posiada lepszej technologii niż nasza.|

source: [0553]Switch Brand Strategy|
pl: [0553]Zmień strategię marki|

source: [0554]When you switch your brand strategy, all products will be labeled with the new brand and their brand ratings will be reset to zero as a result.
pl: [0554]Po zmianie strategii marki wszystkie produkty zostaną oznaczone nową marką co będzie skutkować tym, iż ich ocena marki będzie wynosić zero.

source: [0557]Employment|
pl: [0557]Zatrudnienie|

source: [0558]Employment Policy|
pl: [0558]Polityka Zatrudniania|

source: [0559]Cannot purchase the stock|
pl: [0559]Zakup akcji nie możliwy|

source: [0560]Issue New Shares|
pl: [0560]Wyemituj nowe akcje|

source: [0562]Mansion Demolish|
pl: [0562]Zniszcz posiadłość

source: [0567]GOAL|
pl: [0567]Cel|

source: [0568]Lost Ownership|
pl: [0568]Utrata prawa własności|

source: [0569]Stock Exchange News|
pl: [0569]Wiadomości Giełdowe|

source: [0570]Upgrade Production Technology|
pl: [0570]Ulepsz Technologię Produkcji|

source: [0571]Yes|
pl: [0571]Tak|

source: [0572]No|
pl: [0572]Nie|

source: [0573]Cannot purchase the mansion|
pl: [0573]Zakup nieruchomości niemożliwy|

source: [0574]Cannot purchase the firm|
pl: [0574]Zakup firmy niemożliwy|

source: [0575]Cannot purchase the technology|
pl: [0575]Zakup technologii niemożliwy|

source: [0576]Salary Raise Request|
pl: [0576]Prośba o podwyżkę|

source: [0577]Layout Plan|
pl: [0577]Plan techniczny|

source: [0578]The highlighted firm doesn't have a layout.|
pl: [0578]Wybrana nieruchomość nie posiada planu.|

source: [0579]The firm type of the current plan is different from that of the highlighted firm.|
pl: [0579]Typ nieruchomości wybranego planu jest inny niż w wybranej nieruchomości. |

source: [0580]Stock Exchange News|
pl: [0580]Wiadomośći giełdowe|

source: [0581]Tender Offer|
pl: [0581]Oferta Przetargowa|

source: [0582]CHEAT ENABLE|
pl: [0582]Uauktywnij oszustwa|

source: [0583]Save Game|
pl: [0583]Zapisz Grę|

source: [0584]Diversified|
pl: [0584]Urozmaicona|

source: [0585]Retail Focused|
pl: [0585]Ukierunkowana na sprzedaży|

source: [0586]Stock Focused|
pl: [0586]Ukierunkowana na giełdzie|

source: [0587]Real Estate Focused|
pl: [0587]Ukierunkowana na nieruchomościach|

source: [0588]All|
pl: [0588]Urozmaicona|

source: [0589]Retail|
pl: [0589]Handel|

source: [0590]Stock|
pl: [0590]Giełda|

source: [0591]Real Estate|
pl: [0591]Nieruchomości|

source: [0592]Sowing Month|
pl: [0592]Miesiąc siewu|

source: [0593]Harvesting Month|
pl: [0593]Miesiąc zbiorów|

source: [0606]Supplier|
pl: [0606]Dostawca|

source: [0607]City|
pl: [0607]Miasto|

source: [0608]Distance|
pl: [0608]Odległość|

source: [0609]Price|
pl: [0609]Cena|

source: [0610]Freight Charge|
pl: [0610]Koszt Transportu|

source: [0611]Supply|
pl: [0611]Podaż|

source: [0612]Demand|
pl: [0612]Popyt|

source: [0613]Seaports|
pl: [0613]Porty Handlowe|

source: [0614]Quality|
pl: [0614]Jakość|

source: [0615]Brand|
pl: [0615]Marka|

source: [0616]OVERALL|
pl: [0616]ŁĄCZNIE|

source: [0617]SELECT SUPPLIER|
pl: [0617]WYBIERZ DOSTAWCĘ|

source: [0619]Select Building Location|
pl: [0619]Wybierz lokalizację dla budynku|

source: [0620]Cancel|
pl: [0620]Anuluj|

source: [0622]CLIENT LIST|
pl: [0622]LISTA KLIENTÓW|

source: [0624]SELECT ADVERTISING MEDIA|
pl: [0624]WYBIERZ REKLAMODAWCĘ|

source: [0625]Go to Media|
pl: [0625]Przejdź do mediów|

source: [0626]All products|
pl: [0626]Wszystkie produkty|

source: [0627]All cities|
pl: [0627]Wszystkie miasta|

source: [0628]All suppliers|
pl: [0628]Wszyscy dostawcy|

source: [0629]Client|
pl: [0629]Klient|

source: [0631]Rating Points|
pl: [0631]Ocena|

source: [0632]Advertising Cost (CPM)|
pl: [0632]Miesięczny koszt reklamy|

source: [0633]Retailing|
pl: [0633]Handel detaliczny|

source: [0634]Manufacturing|
pl: [0634]Wytwarzanie|

source: [0635]Farming|
pl: [0635]Rolnictwo|

source: [0640]Demolish the apartment and sell the land|
pl: [0640]Zniszcz budynek i sprzedaj grunty|

source: [0641]Put this apartment on sale for|
pl: [0641]Wystaw nieruchomość na sprzedaż na:|

source: [0642]Owner|
pl: [0642]Właściciel|

source: [0643]Annual rent per square foot|
pl: [0643]Roczny koszt wynajmu za metr kwadratowy|

source: [0644]Occupancy|
pl: [0644]Obłożenie|

source: [0645]You bought this Apartment at|
pl: [0645]Kupiłeś tę nieruchomość |

source: [0646]Land and Building Cost|
pl: [0646]Koszt gruntów i nieruchomości|

source: [0647]Market Value|
pl: [0647]Wartość Rynkowa|

source: [0648]Profit Graph|
pl: [0648]Wykres zysku|

source: [0649]Past 12 months|
pl: [0649]Ostatnie 12 miesięcy|

source: [0650]Occupancy graph|
pl: [0650]Wykres obłożenia|

source: [0651]Put this apartment on sale|
pl: [0651]Wystaw nieruchomość na sprzedaż|

source: [0652]Buy this apartment|
pl: [0652]Kup nieruchomość|

source: [0653]Offer now|
pl: [0653]Złóż ofertę|

source: [0655]Demolish the building and sell the land |
pl: [0655]Zniszcz budynek i sprzedaj ziemię |

source: [0656]Put this building on sale for:|
pl: [0656]Wystaw nieruchomość na sprzedaż na:|

source: [0658]This commercial building is for sale at|
pl: [0658]Ten budynek jest na sprzedaż za:|

source: [0661]Sales Revenue|
pl: [0661]Przychód ze sprzedaży|

source: [0662]Raw Material Cost|
pl: [0662]Koszt surowca|

source: [0663]Freight Cost|
pl: [0663]Koszt transportu|

source: [0664]Salaries Expense|
pl: [0664]Wynagrodzenie|

source: [0665]Factory Overhead|
pl: [0665]Koszty ogólne fabryki|

source: [0666]Advertising & PR Expense|
pl: [0666]Koszt reklamy i PR|

source: [0667]Training|
pl: [0667]Szkolenie|

source: [0668]Write-offs|
pl: [0668]Write-offs(odsetki?)|

source: [0669]Salaries Expense|
pl: [0669]Wynagrodzenie|

source: [0670]Operating Overhead|
pl: [0670]Koszty operacyjne|

source: [0671]Training|
pl: [0671]Szkolenie|

source: [0672]Write-offs|
pl: [0672]Write-offs(odsetki?|

source: [0673]Sales Revenue|
pl: [0673]Przychód ze sprzedaży|

source: [0674]Salaries Expense|
pl: [0674]Wynagrodzenie|

source: [0675]Operating Overhead|
pl: [0675]Koszty operacyjne|

source: [0676]Advertising & PR Expense|
pl: [0676]Koszt reklamy i PR|

source: [0677]Training|
pl: [0677]Szkolenie|

source: [0678]Write-offs|
pl: [0678]Write-offs(odsetki?|

source: [0679]Sales Revenue|
pl: [0679]Przychód ze sprzedaży|

source: [0680]Salaries Expense|
pl: [0680]Wynagrodzenie|

source: [0681]Operating Overhead|
pl: [0681]Koszty operacyjne|

source: [0682]Advertising & PR Expense|
pl: [0682]Koszt reklamy i PR|

source: [0683]Training|
pl: [0683]Szkolenie|

source: [0685]Sales Revenue|
pl: [0685]Przychód ze sprzedaży|

source: [0686]Consumption of Reserve|
pl: [0686]Zużycie zapasów|

source: [0687]Salaries Expense|
pl: [0687]Wynagrodzenie|

source: [0688]Operating Overhead|
pl: [0688]Koszty operacyjne|

source: [0689]Advertising & PR Expense|
pl: [0689]Koszt reklamy i PR|

source: [0690]Training|
pl: [0690]Szkolenie|

source: [0703]Total Loan|
pl: [0703]Pożyczka całkowita|

source: [0704]Monthly Interest|
pl: [0704]Miesięczne odsetki|

source: [0705]Credit Limit|
pl: [0705]Limit kredytowy|

source: [0706]Interest Rate|
pl: [0706]Oprocentowanie|

source: [0707]Borrow|
pl: [0707]Pożycz|

source: [0708]Repay|
pl: [0708]Spłać|

source: [0715]Building Types|
pl: [0715]Rodzaje budynków|

source: [0716]Select|
pl: [0716]Wybierz|

source: [0717]Setup:|
pl: [0717]Koszt:|

source: [0718]Monthly:|
pl: [0718]Miesięcznie:|

source: [0719]Please select a location|
pl: [0719]Proszę wybrać lokalizację|

source: [0721]Land cost: |
pl: [0721]Koszt gruntu: |

source: [0722]The location is occupied by residential|
pl: [0722]Teren zajęty przez budynki mieszkalne|

source: [0723]buildings.
pl: [0723]budynek.

source: You may acquire them for |
pl: Możesz je wykupić za: |

source: [0724]LEFT CLICK TO BUILD|
pl: [0724]Wciśnij LPM aby zbudować|

source: [0725]Natural Resource|
pl: [0725]Surowce Naturalne|

source: [0726]Reserve|
pl: [0726]Zapas|

source: [0727]Quality|
pl: [0727]Jakość|

source: [0728]Land Cost|
pl: [0728]Koszt gruntu|

source: [0729]Cannot set up here:|
pl: [0729]Nie można tu postawić:|

source: [0730]The area does not have enough trees.|
pl: [0730]Obszar nie jest wystarzcająco zalesiony.|

source: [0731]The area does not have any mineral deposit.|
pl: [0731]Na obszarze nie znajdują się żadne surowce mineralne.|

source: [0732]The area does not have any oil deposit.|
pl: [0732]Na obszarze nie ma żadnych złóż.|

source: [0733]The land is not available.|
pl: [0733]Obszar niedostępny.|

source: [0734]Location is not next to roads|
pl: [0734]Lokalizacja nie znajduje się przy drodze|

source: [0736]Cannot set up:|
pl: [0736]Budowa niemożliwa:|

source: [0737]Your company does not have enough cash.|
pl: [0737]Brak odpowiednich funduszy.|

source: [0740]Link This Item|
pl: [0740]Połącz przedmiot|

source: [0741]Can be sold in:|
pl: [0741]Może być sprzedawany w:|

source: [0742]Cannot be sold in:|
pl: [0742]Nie może być sprzedawany w:|

source: [0743]retail stores.|
pl: [0743]sklepy detaliczne.|

source: [0744]Double-click here to view the product detail report.|
pl: [0744]Naciśnij dwukrotnie LPM aby otworzyć raport szczegółowy.|

source: [0745]Profit|
pl: [0745]Zysk|

source: [0746]Revenue|
pl: [0746]Przychód|

source: [0747]Quantity|
pl: [0747]Ilość|

source: [0748]Market Share|
pl: [0748]Udział w rynku|

source: [0749]Price|
pl: [0749]Cena|

source: [0750]Cost|
pl: [0750]Koszt|

source: [0751]Price Agreement|
pl: [0751]Zmowa cenowa|

source: [0752]New Price|
pl: [0752]Nowa cena|

source: [0753]Brand|
pl: [0753]Marka|

source: [0754]Quality|
pl: [0754]Jakość|

source: [0755]Price|
pl: [0755]Cena|

source: [0756]Overall Rating|
pl: [0756]Łączna ocena|

source: [0758]Firm Profit|
pl: [0758]Zysk Firmy|

source: [0759]Firm Revenue|
pl: [0759]Dochody Firmy|

source: [0761]retail stores.|
pl: [0761]sklepy detaliczne.|

source: [0763]Finance Department|
pl: [0763]Dział Finansowy|

source: [0764]Human Resources Department|
pl: [0764]Dział Kadr|

source: [0765]Public Relations Department|
pl: [0765]Dział PR|

source: [0766]Investor Relations Department|
pl: [0766]Dział Relacji Inwestorskich|

source: [0767]Chief Executive Officer's Office|
pl: [0767]Biuro Prezesa|

source: [0768]Chief Operating Officer's Office|
pl: [0768]Biuro Dyrektora Operacyjnego|

source: [0769]Chief Marketing Officer's Office|
pl: [0769]Biuro Dyrektora Marketingu|

source: [0770]Chief Technical Officer's Office|
pl: [0770]Biuro Dyrektora Technologii|

source: [0771]Acquire Technology From Other Companies|
pl: [0771]Zdąbądź wiedzę technologiczną od innych firm|

source: [0772]Set New Dividend|
pl: [0772]Ustal nową dywidendę|

source: [0773]FINANCE DEPARTMENT|
pl: [0773]DZIAŁ FINANSÓW|

source: [0774]Current Dividend Payout Ratio:|
pl: [0774]Obecny Wskaźnik Wypłaty Dywidendy:|

source: [0775]New Dividend Payout Ratio:|
pl: [0775]Nowy Wskaźnik Wypłaty Dywidendy:|

source: [0776]Organize an Intensive Training Program|
pl: [0776]Zorganizuj indentywny kurs szkoleniowy|

source: [0777]HUMAN RESOURCES DEPARTMENT|
pl: [0777]DZIAŁ KADR|

source: [0778]Total no. of frontline employees|
pl: [0778]Łączna liczba pracowników produkcyjnych|

source: [0779]Total no. of frontline employees|
pl: [0779]Łączna liczba pracowników produkcyjnych|

source: [0780]<0000>Average employee experience level|
pl: [0780]<0000>Średni poziom wyszkolenia|

source: [0781]<0001>Average training level per firm|
pl: [0781]<0001>Średni poziom wyszkolenia w firmie|

source: [0782]<0002>Days since last intensive training|
pl: [0782]<0002>Dni od ostatniego intensywnego szkolenia|

source: [0785]<0005>Total cost|
pl: [0785]<0005>Łączny koszt|

source: [0786]<0006>The Training Program has been executed|
pl: [0786]<0006>Szkolenie zostało przeprowadzone|

source: [0788]<0008> Employees|
pl: [0788]<0008> Pracownicy|

source: [0789]<0009> Employee|
pl: [0789]<0009> Praocownik|

source: [0790]<0010>out of a total of|
pl: [0790]<0010>łącznie z|

source: [0791]<0011>have gained improvements|
pl: [0791]<0011>zdobyło nowe kwalifikacje|

source: [0792]<0012>has gained improvements|
pl: [0792]<0012>zdobył nowe kwalifikacje|

source: [0793]<0013>in their skills and productivity.|
pl: [0793]<0013>oraz poprawiło wydajność.|

source: [0794]<0014>in his skills and productivity.|
pl: [0794]<0014>oraz poprawił wydajność.|

source: [0795]<0015>PUBLIC RELATIONS DEPARTMENT|
pl: [0795]<0015>DZIAŁ PR|

source: [0796]<0016>Monthly spending on public relations efforts per active city|
pl: [0796]<0016>Miesięczne wydatki na PR w aktywnym mieście|

source: [0798]<0018>If your company is using 'Corporate Brand' strategy,|
pl: [0798]<0018>Jeśli Twoja firma używa strategii Brandingu korporacyjnego,|

source: [0799]<0019>the brand will benefit from public relations efforts.|
pl: [0799]<0019>jej marka odniesie korzyści z wydatków na PR.|

source: [0801]<0021>Corporate Brand|
pl: [0801]<0021>Branding korporacyjny|

source: [0802]<0022>Brand Awareness|
pl: [0802]<0022>Świadomość marki|

source: [0803]<0023>Brand Loyalty|
pl: [0803]<0023>Przywiązanie do marki|

source: [0804]<0024>Range Band|
pl: [0804]<0024>Marka Rodzinna|

source: [0805]<0025>Unique Band|
pl: [0805]<0025>Marka Indywidualna|

source: [0806]<0026>INVESTOR RELATIONS DEPARTMENT|
pl: [0806]<0026>DZIAŁ RELACJI INWESTORSKICH|

source: [0807]<0027>Monthly spending on investor relations efforts|
pl: [0807]<0027>Miesięczne wydatki na poprawę relacji z inwestorami|

source: [0810]<0030>Detail|
pl: [0810]<0030>Szczegółowo|

source: [0811]<0031>Chief Executive Officer's Office|
pl: [0811]<0031>Biuro Prezesa (CEO)|

source: [0812]<0032>Chief Executive Officer|
pl: [0812]<0032>Prezes (CEO)|

source: [0813]<0033>Years of service|
pl: [0813]<0033>Lata pracy|

source: [0814]<0034>Retailing|
pl: [0814]<0034>Sprzedaż detaliczna|

source: [0815]<0035>Research and Development|
pl: [0815]<0035>Dział Badań i Rozwoju|

source: [0816]<0036>Raw Material Production|
pl: [0816]<0036>Produkcja surowców|

source: [0818]<0038>Training|
pl: [0818]<0038>Szkolenie|

source: [0819]<0039>Look for Candidates|
pl: [0819]<0039>Szukaj kandydatów|

source: [0820]<0040>CHIEF OPERATING OFFICER'S OFFICE|
pl: [0820]<0040>BIURO DYREKTORA OPERACYJNEGO (COO)|

source: [0821]<0041>Chief Operating Officer|
pl: [0821]<0041>Dyrektor Operacyjny (COO)|

source: [0822]<0042>Expertise|
pl: [0822]<0042>Ekspertyza|

source: [0823]<0043>Value|
pl: [0823]<0043>Wartość|

source: [0824]<0044>POSITION VACANT|
pl: [0824]<0044>Wakat|

source: [0825]<0045>CHIEF MARKETING OFFICER'S OFFICE|
pl: [0825]<0045>BIURO DYREKTORA MARKETINGU|

source: [0826]<0046>Chief Marketing Officer|
pl: [0826]<0046>Dyrektor Marketingu|

source: [0828]<0048>Acquire Technology From Other Companies|
pl: [0828]<0048>Zdąbądź wiedzę technologiczną od innych firm|

source: [0829]<0049>CHIEF TECHNICAL OFFICER'S OFFICE|
pl: [0829]<0049>BIURO DYREKTORA TECHNOLOGII|

source: [0830]<0050>Stock Price|
pl: [0830]<0050>Cena akcji|

source: [0832]<0052>Dividend Yield|
pl: [0832]<0052>Dochód z dywidendy|

source: [0837]<0057>Offer|
pl: [0837]<0057>Oferta|

source: [0848]<0063>Product|
pl: [0848]<0063>Produkt|

source: [0849]<0064>Firm|
pl: [0849]<0064>Firma|

source: [0850]<0065>Financial Report|
pl: [0850]<0065>Raport Finansowy|

source: [0855]<0070>Manufacturer's|
pl: [0855]<0070>Poradnik|

source: [0856]<0071>Guide|
pl: [0856]<0071>Producenta|
